Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/hyvaa_kansainvalista_maailman_alkuperaiskansojen_paivaa_.html.tmx
Source language: fin
Languages: smn

source: Hyvää kansainvälistä maailman alkuperäiskansojen päivää!
smn: Pyeri aalmugijkoskâsâš maailm algâaalmugij peivi!

source: YK:n julistamaa alkuperäiskansojen päivää vietetään 9. elokuuta.
smn: Ovtâstum aalmugij (OA) kulluuttâm algâaalmugij peeivi viettih porgemáánu 9. peeivi.

source: Päivä on yksi kahdestatoista saamen lipun liputuspäivästä .
smn: Peivi lii ohtâ säämi liipu liputtempeeivijn , moh láá kyehtnubáloh.

source: Vuoden 2018 teemana on alkuperäiskansojen muuttoliike ja liikkuvuus (Indigenous peoples’ migration and movement).
smn: Ive 2018 fáddán lii algâaalmugij varrim já jotteem (Indigenous peoples’ migration and movement).

source: Lue lisää päivästä:
smn: Luuvâ lase peeivist:

source: Teemapäivän kotisivut (englanniksi): http://www.un.org/en/events/indigenousday/index.shtml
smn: Peeivi päikkisijđoh (eŋgâlâškielân): http://www.un.org/en/events/indigenousday/index.shtml
